/* 
   SORelativeDateTransformer.strings

   Created by StdOrbit on 12/6/10.
   Copyright 2010 Standard Orbit Software, LLC. All rights reserved.
 */

/* 
Phrase for expressing a date in the relative past. E.g. "12 minutes ago"
<relative time difference> <date component name> ago
*/
"formatTemplateForRelativePastDatePhrase" = "%@ قبل";

/* 
Phrase for expressing a date in the relative future. E.g. "in 12 minutes"
in <relative time difference> <date component name>
*/
"formatTemplateForRelativeFutureDatePhrase" = "در %@";

/* localized date component names and plural forms */
"now" = "اکنون";
"%d year (plural rule: zero)" = "%d سال";
"%d year (plural rule: one)" = "%d سال";
"%d year (plural rule: two)" = "%d سال";
"%d year (plural rule: few)" = "%d سال";
"%d year (plural rule: many)" = "%d سال";
"%d year (plural rule: other)" = "%d سال";
"%d month (plural rule: zero)" = "%d ماه";
"%d month (plural rule: one)" = "%d ماه";
"%d month (plural rule: two)" = "%d ماه";
"%d month (plural rule: few)" = "%d ماه";
"%d month (plural rule: many)" = "%d ماه";
"%d month (plural rule: other)" = "%d ماه";
"%d week (plural rule: zero)" = "%d هفته";
"%d week (plural rule: one)" = "%d هفته";
"%d week (plural rule: two)" = "%d هفته";
"%d week (plural rule: few)" = "%d هفته";
"%d week (plural rule: many)" = "%d هفته";
"%d week (plural rule: other)" = "%d هفته";
"%d day (plural rule: zero)" = "%d روز";
"%d day (plural rule: one)" = "%d روز";
"%d day (plural rule: two)" = "%d روز";
"%d day (plural rule: few)" = "%d روز";
"%d day (plural rule: many)" = "%d روز";
"%d day (plural rule: other)" = "%d روز";
"%d hour (plural rule: zero)" = "%d ساعت";
"%d hour (plural rule: one)" = "%d ساعت";
"%d hour (plural rule: two)" = "%d ساعت";
"%d hour (plural rule: few)" = "%d ساعت";
"%d hour (plural rule: many)" = "%d ساعت";
"%d hour (plural rule: other)" = "%d ساعت";
"%d minute (plural rule: zero)" = "%d دقیقه";
"%d minute (plural rule: one)" = "%d دقیقه";
"%d minute (plural rule: two)" = "%d دقیقه";
"%d minute (plural rule: few)" = "%d دقیقه";
"%d minute (plural rule: many)" = "%d دقیقه";
"%d minute (plural rule: other)" = "%d دقیقه";
"%d second (plural rule: zero)" = "%d ثانیه";
"%d second (plural rule: one)" = "%d ثانیه";
"%d second (plural rule: two)" = "%d ثانیه";
"%d second (plural rule: few)" = "%d ثانیه";
"%d second (plural rule: many)" = "%d ثانیه";
"%d second (plural rule: other)" = "%d ثانیه";
